import React from 'react';

import style from '../../../style/main/main.module.scss';

export const AboutUs = () => {
  return (
    <div className={style['about']}>
      <div className={style['about__wrap']}>
        <h2 className={style['about__title']}>
          Наша команда складається з висококваліфікованих фахівців, які мають
          великий досвід у будівельній сфері.
        </h2>
        <p className={style['about__paragraph--description']}>
          Ми використовуємо сучасні технології та інноваційні методи будівництва
          для того, щоб забезпечити ефективність і надійність усіх наших
          проектів. Наша компанія має широкий спектр послуг.
        </p>
        <p className={style['about__paragraph--description']}>
          {/* eslint-disable-next-line react/no-unescaped-entities */}
          Основні принципи, якими керується "Gefest", це відповідальність перед
          клієнтами, дотримання графіків та бюджетів, а також якість на кожному
          етапі робіт. Ми прагнемо досягати найкращих результатів у кожному
          проекті, незалежно від його складності та обсягу.
        </p>
        <h3 className={style['about__paragraph--title']}>
          Наша компанія має бездоганну репутацію завдяки своєму професіоналізму,
          дотриманню високих стандартів якості і відмінній роботі з клієнтами.
          Ми завжди відкриті до співпраці з новими проектами та завданнями і
          готові забезпечити комплексне вирішення будь-яких будівельних завдань.
        </h3>
      </div>
    </div>
  );
};
